Repository: diiegopereira/debug-bar-localization
Catalog: languages/debug-bar-localization-*.po
Languages: nl_nl

source: Localization
nl_nl: Localizatie

source: Themes
nl_nl: Thema's

source: Unknown
nl_nl: Onbekend

source: Current locale:
nl_nl: Huidige locale:

source: Current language:
nl_nl: Huidige taal:

source: (not defined)
nl_nl: (niet gedefinieerd)

source: Text domains<br />seen:
nl_nl: Tekstdomeinen<br />gezien:

source: Number of attempts<br />made to load<br />a translation:
nl_nl: Aantal gedane pogingen<br />om een vertaling<br />te laden:

source: Installed languages
nl_nl: Geïnstalleerde talen

source: Language (native name)
nl_nl: Taal (in de taal zelf)

source: Language (English name)
nl_nl: Engelse taalnaam

source: WP Core translation last updated:
nl_nl: WP Core vertalingen voor het laatst bijgewerkt:

source: Textdomains without a "load" call
nl_nl: Tekstdomeinen zonder een "laad" call

source: To allow for text strings to be localized, the text-domain for the theme/plugin has to be loaded and all text strings used, have to be wrapped in a translation function.
nl_nl: Om het mogelijk te maken dat teksten vertaald worden, moet het tekstdomein van een thema of plugin geladen worden. Tevens moet een vertaalfunctie aangeroepen worden voor alle teksten die gebruikt worden.

source: The below text-domains were used in translation functions, however the text-domain was never loaded using a %s call.
nl_nl: De onderstaande tekstdomeinen zijn gebruikt in lokalisatie functies, maar het tekstdomein is niet geladen met een %s aanroep.

source: Potentially inefficient calls
nl_nl: Potentieël inefficiente aanroepen

source: Textdomains which were unloaded during this page load
nl_nl: Tekstdomeinen welke tijdens het laden van deze pagina verwijderd zijn

source: Load textdomain calls made
nl_nl: Gemaakt aanroepen voor tekstdomeinen

source: No text domain load calls made. This should never happen...
nl_nl: Geen enkel textdomein-laad aanroep gevonden. Dit zou niet moeten kunnen...

source: For %s:
nl_nl: Voor %s:

source: WordPress tried to load the same .mo file more than once. This can happen if the requested translation is not found and the %s call for this domain was made several times. Please contact the theme or plugin developer to get this fixed.
nl_nl: WordPress heeft meerdere malen geprobeerd hetzelfde .mo bestand te laden. Dit kan gebeuren als de gewenste vertaling niet beschikbaar is en de %s functie voor dit domein meerdere malen aangeroepen wordt. Neem contact op met de thema of plugin ontwikkelaar om dit op te lossen.

source: Text domain
nl_nl: Tekstdomein

source: Translated strings
nl_nl: Vertaalde zinsnedes

source: Last updated
nl_nl: Voor het laatst bijgewerkt

source: Source files tried
nl_nl: Bron bestanden geprobeerd

source: unknown
nl_nl: onbekend

source: %s via %s
nl_nl: %s met %s

source: Debug Bar Localization
nl_nl: Debug Bar Localizatie

source: Debug Bar Localization adds a new panel to the Debug Bar which displays information on the locale for your install and the language files loaded.
nl_nl: Devug Bar Lokalizatie voegt een nieuw paneel toe aan de Debug Bar welke information weergeeft over de locale van je installatie en de geladen vertalingsbestanden.
